; TranslationAuthor: ILKER GELIR
; TranslationAuthorEmail: ilkergelir@gmail.com
; Soft Version: 1.24.25
; Update: 09.March.2016
;
[Lang]
NativeLanguage=Türkçe
[GUI]
ButtonYes=Evet
ButtonNo=Hayır
ButtonOK=Tamam
ButtonMinimize=Küçült 
ButtonMaximize=Büyült
ButtonClose=Kapat
ButtonRestore=Eski Haline 
ButtonMenu=Menü

[Translation]
LangCode=041F 
ReadHabit=Soldan Sağa 
LanguageName=TR
LangShortName=TR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET
Information=Bilgiler
Warning=Uyarı
Error=Hata
Confirm=Teyit 
;
; Popup menu
;
pmHelp=Hatüstü Yardım 
pmforum=Forum
pmHome=Ana Sayfa 
pmContact=Bizi Arayın 
pmCheckNew=Güncelle
pmLang=Diller
pmAbout=Hakkında
pmConMenu=İçerik Menüsüne ekle 
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Windows ile silinemeyen her dosyadan kurtulun 
FrmWDMain.btnAFile.caption=Dosya Ekle
FrmWDMain.btnAfolder.caption=Klasör Ekle
FrmWDMain.btnRemove.caption=Kaldır
FrmWDMain.btnDel.caption=Kilidini Aç & Sil
FrmWDMain.btnsupport.caption=Geri Bildirim
FrmWDMain.btnfacebook.hint=Facebook'ta paylaş
FrmWDMain.btntwitter.hint=Twitter'da paylaş
FrmWDMain.btngoogle.hint=Google+'te paylaş
FrmWDMain.btnemail.hint=Arkadaşınıza tavsiye edin
FrmWDManin.lvfile.Columns[0]=İsim
FrmWDManin.lvfile.Columns[1]=Yol
FrmWDManin.lvfile.Columns[2]=Durum
;
; About
;
FrmAbout.caption=Hakkında
FrmAbout.lblver.caption=Son Sürüm:
FrmAbout.lblemail.caption=Destek Eposta:
FrmAbout.lblhome.caption=Ana Sayfa:
FrmAbout.lblthanks.caption=Katkılarından dolayı aşağıdaki kişilere şükranlarımızı sunarız:
FrmAbout.lblWarning.caption=Warning: Bu bilgisayar programı kopya kanunu ve uluslararası anlaşmalarla korunur.

[Message]
DragFile=Klasör sürüklenemiyor
ForceDelete=Zorla Sil 
Newver=Yeni Sürüm Mevcut, güncellemek ister misiniz?
NoNewVer=Tebrikler, bu son sürümdür!
None=Hazır
Unlocked=Kilidi açıldı & Silindi
Deleted=Silindi
FailDel=Silme başarısız
Aborted=İptal edildi
NoExists=Mevcut değil
ConfirmDel=Kilidini açmak ve dosyayı/dosyaları silmek ister misiniz? ?
TranslateTo=Tercüme ..